read/hg1-s2.形而上学理性心理学&灵魂学.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-08-29  19:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>形而上学理性心理学 灵魂学</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Mudan" />
<link rel="stylesheet" type="text/css" href="./emacs-book.css" />
</head>
<body>
<div id="content">
<h1 class="title">形而上学理性心理学 灵魂学</h1>
<p>
<a href="./hg1.小逻辑-1817.html">小逻辑 1817</a>
</p>

<p>
形而上学第二部分是理性心理学或灵魂学，研究灵魂的形而上学的本性，亦即把精神当作一个实体研究。
</p>

<p>
要想在复合性、时间性、质的变化、量的增减的定律支配的范围内去寻求灵魂不灭。
</p>

<p>
精神与灵魂有区别，灵魂好像是肉体与精神之间的中介，或两者之间的联系。精神沉浸在全身内为灵魂，灵魂是使身体有生命的原则。
</p>

<p>
理性心理学的任务在通过思维以认识精神，并进而证明这种思想内容的真实性，但既然以精神为思考对象，就不太可能回避精神的特殊现象。<b><b>精神是主动的</b></b>，这里主动的意义与经院哲学家曾经说上帝是绝对的主动性的意义是相同的。但由于精神既是主动的，则精神必会表现其自身于外。因此不能把精神看成一个没有过程的存在 ens，像旧形而上学的办法，把精神无过程的内在性和它的外在性截然分开。从精神的具体现实性和能动性考察，就可以认识到精神的外在表现是由它的内在力量所决定的。
</p>

<p>
旧形而上学把灵魂理解为物 Ding。但“物”是一个很含混的名词。所谓物首先是指一个当前实存着的物而言，是我们感官所能表象之物，所以人们会发生灵魂所寄居的地方问题。灵魂既有居住的地方，当然是在空间中，可以用感官去表象的。同样，既认灵魂为一物，因此便可问灵魂是单纯的还是复合的了。这个问题对于灵魂不灭特关重要，因为灵魂的不灭是被认为以灵魂的单纯性为条件的。但是事实上，抽象的单纯性这一规定和复合性一样，都不符合灵魂的本质。
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: Mudan</p>
<p class="date">Created: 2020-08-29  19:23</p>
</div>
</body>
</html>
